// General
"ADD" = "追加";
"OK" = "OK";
"CANCEL" = "キャンセル";
"Space" = "操作スペース";
"SPACES" = "Spaces";
"OPTIONS" = "オプション...";

// Trackpad tab
"2NDCLICK_TAPPING" = "副ボタンのクリックの代わりに 2 本指をトラックパッドに触れてボタンをクリック";
"2NDCLICK_CLICKING" = "副ボタンのクリックの代わりにトラックパッドを 2 本指でタップ";

// Keyboard tab
"FN_FLIPPER_TITLE" = "F1、F2 などのすべてのキーを標準のファンクションキーとして使用";
"FN_FLIPPER_NOTE" = "このオプションが選択されているときに、各キーに示されている特殊機能を使用するには、Fn キーを押します。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "ユーザ項目";
"USER_ITEMS_DESC" = "%@ を開きます";
"ONOFF_TOOLTIP" = "選択すると、リスト内のショートカットが有効になります";
"RESTORE_DEFAULTS_TITLE" = "すべてのショートカットをデフォルト設定に戻してもよろしいですか？";
"RESTORE_DEFAULTS_DESCR" = "この操作は取り消せません。";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ コマンド";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "しない";

"MOUSE" = "マウス";
"KEYBOARD" = "キーボード";
"UNKNOWN" = "不明";

"NEW_APPLICATION_ITEM" = "＜名称未設定のメニュー項目＞";

"APP_IS_NOT_COMPATIBLE" = "アプリケーション %@ のキーボードショートカットを追加できません。";

"MOUSEBUTTON_OPEN" = "“%@”を開く";


// Gestures
"ONEFINGER" = "1 本指の操作";
"TAPTOCLICKGESTURE" = "タップでクリック";
"DRAGGINGGESTURE" = "ドラッグ";
"DRAGLOCKGESTURE" = "ドラッグの維持";
"TWOFINGER" = "2 本指の操作";
"TWOFINGER_SECONDARYCLICK" = "副ボタンのクリック";
"THREEFINGER" = "3 本指の操作";
"FOURFINGER" = "4 本指の操作";
"SECONDARYCLICKGESTURE" = "副ボタンのクリック";
"SECONDARYCLICKGESTURE_TAP" = "セカンダリータップ";
"PRESS_SPECIFIC" = "副ボタンのクリック";
"PRESS_ANYWHER" = "2 本指で任意の場所を押す";
"SCREENZOOMGESTURE" = "画面の拡大縮小";
"PINCHGESTURE" = "ピンチオープン／クローズ";
"POINTTAPGESTURE" = "ポイントとタップ";
"ROTATEGESTURE" = "回転";
"3FINGERSWIPEGESTURE" = "スワイプで移動";
"2FINGERSCROLLGESTURE" = "スクロール";
"4FINGERSWIPEGESTURE" = "上下にスワイプで Exposé を使用";
"4FINGERSWIPEGESTURE_1" = "左右にスワイプでアプリケーションを切り替える";
"BOTTOM_RIGHT_CORNER" = "右下隅";
"BOTTOM_LEFT_CORNER" = "左下隅";


// Gesture notes
"AX_TapToClick" = "クリックするには、トラックパッドを 1 本指でタップします。";
"AX_Dragging" = "ドラッグするには、トラックパッドをタップしてから、すぐにトラックパッド上で指を動かします。ドラッグをやめるには、指を放します。";
"AX_DragLock" = "ドラッグするには、トラックパッドをタップしてから、トラックパッド上で指を動かします。ドラッグをやめるには、もう一度タップします。";
"AX_SecondaryClick" = "項目のショートカットメニューを開くには、2 本指をトラックパッド上に置いて、トラックパッドのボタンをクリックします。“タップでクリック”が選択されている場合は、単に 2 本指でトラックパッドをタップします。";
"AX_Scroll" = "一番手前に表示されているウインドウの内容をスクロールするには、トラックパッドに 2 本指を置いて、上下左右に動かします。";
"AX_ScreenZoom" = "画面イメージを拡大または縮小するには、Control キーを押したまま 2 本指をトラックパッド上で上または下に動かします。修飾キーを変更するには、“オプション”をクリックします。";
"AX_Pinch" = "写真やその他の項目を拡大または縮小するには、トラックパッド上で、親指とその他の指をスライドさせ、離したり、近付けたりします。";
"AX_Rotate" = "画面上のイメージやその他の項目を回転するには、トラックパッド上で 2 本指を左または右に回転させます。";
"AX_Swipe" = "前または次の項目に移動するには、トラックパッド上で、3 本指をすばやく左または右にスライドさせます。";
"AX_4F_Swipe_EXPOSE" = "4 本指をトラックパッド上で上または下にスライドさせて、Exposé を使用します。";
"AX_4F_Swipe_APPS" = "4 本指をトラックパッド上で左または右にスライドさせて、開いているアプリケーション間でアプリケーションを切り替えます。";
